import { AdvertisingProps } from "@/types/advertising.type";

export const data: AdvertisingProps[] = [
  {
    title: "Что мы делаем?",
    description: "Мы не просто делаем сайты. Мы выстраиваем систему: стратегию, упаковку, трафик и поддержку. Ваш бизнес перестает быть хаотичным и начинает расти предсказуемо"
  },
  {
    title: "Что вы получаете?",
    description: "Сайт, стратегию, роадмап, трафик и поддержку. Комплекс, который работает как часы. И главное — мы отвечаем за цифры"
  },
  {
    title: "Наша миссия",
    description: "Превращать малый бизнес в предсказуемый и системный. Чтобы владелец мог не тушить пожары, а зарабатывать больше"
  },
  {
    title: "Кто мы для вас?",
    description: "NEXSOL — ваш личный отдел маркетинга, разработки и поддержки. Только без затрат на штат, больничные и офис"
  },
]