import { AdvertisingProps } from "@/types/advertising.type";

export const data: AdvertisingProps[] = [
  {
    title: "Что мы делаем?",
    description: "Мы не продаем сайты ради сайтов. Мы продаем рост. Наш подход — построить фундамент, надеть на него красивую упаковку и включить подачу трафика"
  },
  {
    title: "Что вы получаете?",
    description: "В итоге вы получаете не просто подрядчика, а партнера, который отвечает за цифры"
  },
  {
    title: "Наша миссия",
    description: "Превращать малый бизнес в предсказуемый и системный. Чтобы владелец мог не тушить пожары, а развиваться и зарабатывать больше"
  },
  {
    title: "Кто мы для вас?",
    description: "Вместе мы — ваш личный отдел маркетинга и разработки. Только без затрат на содержание штата и больничные"
  },
]