import { CasesProps } from "@/types/cases.type.data";

export const data: CasesProps[] = [
  {
    img: "/presentations/large-minion.png",
    title: "Монопородный питомник кошек мейн-кунов",
    before: ["Меньше 5 клиентов в месяц", "Нету сайта", "Плохая оптимизация SEO", "Нету аналитики", "Нету рекламы"],
    after: ["Больше 15 клиентов в месяц", "Сайт с админ панелью", "Хорошая сео оптимизация для сайта", "Успешная аналитика", "Реклама в разлтчных соц сетях"],
    revenue: "350 000 рублей",
    clientsInMonth: "17",
    link: "https://large-minion.vercel.app/"
  },
  {
    img: "/presentations/large-minion.png",
    title: "Монопородный питомник кошек мейн-кунов",
    before: ["Меньше 5 клиентов в месяц", "Нету сайта", "Плохая оптимизация SEO", "Нету аналитики", "Нету рекламы"],
    after: ["Больше 15 клиентов в месяц", "Сайт с админ панелью", "Хорошая сео оптимизация для сайта", "Успешная аналитика", "Реклама в разлтчных соц сетях"],
    revenue: "350 000 рублей",
    clientsInMonth: "17",
    link: "https://large-minion.vercel.app/"
  },
  {
    img: "/presentations/large-minion.png",
    title: "Монопородный питомник кошек мейн-кунов",
    before: ["Меньше 5 клиентов в месяц", "Нету сайта", "Плохая оптимизация SEO", "Нету аналитики", "Нету рекламы"],
    after: ["Больше 15 клиентов в месяц", "Сайт с админ панелью", "Хорошая сео оптимизация для сайта", "Успешная аналитика", "Реклама в разлтчных соц сетях"],
    revenue: "350 000 рублей",
    clientsInMonth: "17",
    link: "https://large-minion.vercel.app/"
  }
]