import { CasesProps } from "@/types/ecosystem.type.data";

export const data: CasesProps[] = [
  {
    title: "Пакет База",
    subTitle: "Быстрый старт",
    result: "У вас появляется лицо в интернете. Теперь вас можно найти, посмотреть и захотеть купить",
    label: "Того, кто хочет обновить старое",
    items: ["Сайт-визитка / лендинг на совести", "Базовая SEO-оптимизация"]
  },
  {
    title: "СИСТЕМА — РОСТ",
    subTitle: "Поток клиентов",
    result: "Вы перестаете гадать, откуда придут клиенты. Они приходят системно, а вы считаете деньги",
    label: "Бизнеса, который готов расти",
    items: ["Всё из базового пакета", "Настройка и профессиональное ведение рекламы", "Ведение соцсетей с контент-планом"]
  },
  {
    title: "СТРАТЕГИЯ — МАСШТАБ",
    subTitle: "План действий",
    result: "Вы видите бизнес как на ладони. Никаких лишних трат, только точечные удары, которые приносят максимум прибыли",
    label: "Тех, кто хочет выйти на новый уровень",
    items: ["Глубокий аудит текущего маркетинга", "Построение роадмапа", "Внедрение скриптов продаж и автоматизации", "Анализ и масштабирование успешных каналов"]
  },
]