import { CasesProps } from "@/types/ecosystem.type.data";

export const data: CasesProps[] = [
  {
    title: "Разработка и поддержка",
    subTitle: "Сайты + развитие",
    result: "Сайт-визитка или лендинг. Адаптивный, быстрый, с понятной структурой. А после запуска — поддержка и ведение",
    label: "Бизнеса, которому нужно лицо в интернете",
    items: [
      "Лендинг / сайт-визитка / корпоративный сайт",
      "Адаптивная верстка", 
      "SEO-оптимизация",
      "Техническая поддержка",
      "Ведение соцсетей"
    ]
  },
  {
    title: "Реклама и трафик",
    subTitle: "Приводим клиентов",
    result: "Настраиваем рекламу так, чтобы она окупалась. Вы платите за результат, а не за клики. Прозрачные отчеты и аналитика.",
    label: "Тех, кто хочет заявки здесь и сейчас",
    items: [
      "Яндекс.Директ",
      "Таргет в соцсетях",
      "SEO-продвижение",
      "Отчеты"
    ]
  },
  {
    title: "Стратегия и системность",
    subTitle: "Рост и масштаб",
    result: "Вы понимаете, куда двигаться и как работать дальше.",
    label: "Тех, кто хочет предсказуемый бизнес",
    items: [
      "Интернет маркетинг",
      "Аналитика",
      "Масштабирование",
    ]
  }
];