import { FaqProps } from "@/types/faq.type.data";

export const data: FaqProps[] = [
  {
    question: "А вы точно понимаете в моем бизнесе?",
    answer: "Мы специализируемся на сфере услуг. Салоны, фитнес, клининг, ремонт — наши основные клиенты. Мы знаем их боли и потребности. Если у вас другой бизнес — всё равно напишите, обсудим."
  },
  {
    question: "Сколько это стоит?",
    answer: "Зависит от задачи. Пакет \"Старт\" начинается от [X] рублей. Пакет \"Рост\" — от [Y] рублей/мес. Стратегия обсуждается индивидуально. Главное — мы всегда даем прозрачную смету до начала работ."
  },
  {
    question: "А если мне не нужен полный пакет, только сайт?",
    answer: "Конечно! Мы беремся и за разовые проекты. Хотите просто сайт — сделаем просто сайт. Но предупредим, что без рекламы он может стоять без дела."
  },
  {
    question: "Что после запуска? Вы бросите?",
    answer: "Нет. Первая неделя поддержки — бесплатно. Дальше вы можете выбрать тариф поддержки или разовые консультации. Мы заинтересованы в долгих отношениях."
  },
  {
    question: "А если мне не понравится?",
    answer: "Мы работаем так, чтобы вам понравилось. Вносим правки на этапе разработки. Если вдруг что-то не так — обсуждаем и фиксим. Наша репутация дороже одного заказа."
  }
]