import { ReviewProps } from "@/types/reviews.type.data";

export const reviews: ReviewProps[] = [
  {
    name: "Екатерина",
    role: "Владелец салона красоты «Богиня»",
    text: "Сделали сайт и настроили рекламу за 1 неделю. Клиентов стало так много, что пришлось нанимать дополнительного мастера!",
    rating: 5,
  },
  {
    name: "Алексей",
    role: "Основатель фитнес-клуба «SportUp»",
    text: "Долго искал подрядчика, который реально понимает, как привлекать клиентов. Большое спасибо!",
    rating: 5,
  },
  {
    name: "Марина",
    role: "Руководитель клининговой компании",
    text: "Первая неделя поддержки бесплатно — это подкупило. Ребята помогли разобраться с админкой, настроили всё под нас. Теперь работаем на абонементе.",
    rating: 5,
  }
];