import { StagesOfWorkProps } from "@/types/stagesOfWork.type.data";

export const data: StagesOfWorkProps[] = [
  {
    title: "Диагностика",
    description: "Анализируем рынок, изучаем вашу нишу, конкурентов и текущую ситуацию",
  },
  {
    title: "Стратегия",
    description: "Определяем цели и точки роста. Вы понимаете, куда идти",
  },
  {
    title: "Реализация",
    description: "Проектируем, разрабатываем и запускаем. Сайт, реклама — всё, о чем договорились",
  },
  {
    title: "Поддержка",
    description: "Первая неделя поддержки в подарок",
  },
  {
    title: "Масштабирование",
    description: "Анализируем результаты, масштабируем успешные каналы, ищем новые точки роста",
  },
]