import { StagesOfWorkProps } from "@/types/stagesOfWork.type.data";

export const data: StagesOfWorkProps[] = [
  {
    title: "Диагностика",
    description: "Анализируем рынок, изучаем вашу нишу, конкурентов и текущую ситуацию",
  },
  {
    title: "Стратегия",
    description: "Рисуем роадмап. Показываем, что, зачем и когда мы делаем",
  },
  {
    title: "Реализация",
    description: "Собираем команду под задачу и создаем продукт",
  },
  {
    title: "Поддержка",
    description: "Мы не исчезаем после оплаты. Первая неделя поддержки — бесплатно",
  },
  {
    title: "Масштабирование",
    description: "Через 3-6 месяцев садимся и смотрим: что сработало? Куда копать дальше?",
  },
]